<template>
    <div class="policy">
    <h2 id="wlb965服务使用协议">Wlb965服务使用协议</h2>
    <p>生效日期：2023年10月1日</p>
    <h3 id="第一条【重要提示】">第一条【重要提示】</h3>
    <p>请您（以下亦称“用户”）在申请注册流程或者使用本公司产品时，点击同意本协议之前，仔细阅读本协议之全部条款，并确认您已完全理解本协议之规定，尤其是免除及限制责任的条款、知识产权条款、法律适用及争议解决条款。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束，本协议将构成您与wlb965有限公司（及关联方）与其主办的网站、App、微信小程序合称为“wlb965”）之间直接有约束力的法律文件。如您对协议有任何疑问，请立即停止注册或使用wlb965提供的服务，并可向wlb965客服咨询。</p>
    <h3 id="第二条【服务的内容与方式】">第二条【服务的内容与方式】</h3>
    <p>1.“wlb965”主要是一家网络服务提供者，可针对不同用户为其提供内容服务，包括但不限于付费专栏、在线培训、会员管理、电子商务等；由于互联网的高速发展，wlb965公司将在未来向用户提供更多的服务，除非另有明确规定外，未来提供的新服务也适用于本协议。</p>
    <p>2.除免费服务外，“wlb965”可能提供部分收费服务。您可以通过付费方式购买收费服务，具体方式为：通过网上银行或其他“wlb965”提供的付费途径支付一定数额的人民币，从而获得收费服务使用权限。对于收费服务，“wlb965”会在您使用之前给予明确的提示，只有根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。</p>
    <h3 id="第三条【用户的权利与义务】">第三条【用户的权利与义务】</h3>
    <p>1.用户承诺并保证遵守《中华人民共和国著作权法》《中华人民共和国商标法》《中华人民共和国反不正当竞争法》《中华人民共和国侵权责任法》《中华人民共和国广告法》《中华人民共和国网络安全法》《中华人民共和国计算机信息系统安全保护条例》《计算机软件保护条例》及《信息网络传播权保护条例》等有关法律、法规、规章的规定。在任何情况下，“wlb965”合理的认为用户有可能违反上述法律、法规、规章的规定，有权不经事先通知终止向该用户提供服务。</p>
    <p>5.用户应当善意使用wlb965且保证：</p>
    <p>（1）不会伪造标题或以其他方式操控识别资料，使人误认为该内容为“wlb965”所传送的。</p>
    <p>（2）不会将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上传、张贴、发送电子邮件或以其他方式传送。</p>
    <p>（3）不会以技术方式攻击或破坏或改变“wlb965”的部分或全部、或干扰其运行；以非法方式获取或使用“wlb965”的任何软件、代码或其他技术或商业信息；不会对“wlb965”运行的任何程序进行反向工程、反向编译、反向汇编或改写。</p>
    <p>（4）不会未经许可使用“wlb965”的网站名称、公司名称、商标、商业标识、网页版式或内容、或其他由“wlb965”享有知识产权或权利的信息或资料；</p>
    <p>（5）在平台上传的文字、图片、视频、音频、多媒体资料或其他内容不侵犯任何第三方的肖像权、名誉权、著作权、商标权等权利；不违反用户与第三方所签订的对用户有约束力的法律文件的规定；否则，“wlb965”有权对用户发布的信息依法或依据本协议进行删除或屏蔽，并有权不经事先通知终止向该用户提供服务。</p>
    <p>8.用户就其所上传的内容承担全部法律责任。因用户违反法律规定或本协议规定造成违约或侵犯第三方合法权益的，由用户自行解决。如果给“wlb965”造成损失，“wlb965”有权向用户追偿其因此所遭受的全部损失，包括其直接损失、间接损失、预期利益损失等损失。</p>
    <h3 id="第四条【用户发布的信息或内容】">第四条【用户发布的信息或内容】</h3>
    <p>1.您在“wlb965”平台以各种形式发布的一切信息或内容，均应符合国家法律法规等相关规定及平台相关规定，符合社会公序良俗，并且不侵犯任何第三方主体的合法权益。“wlb965”有权随时检查您所发布的内容，如果发现您发布的内容不符合前述规定，“wlb965”有权删除或隐藏您所发布的内容、追究您的法律责任并根据相关法律法规向监管机关、司法机关报告。</p>
    <p>2.“wlb965”有权对您发布的信息或内容进行检查、编辑。但是对于通过平台而传播的信息或内容，“wlb965”不保证其合法性、正当性、准确性或完整性。在任何情况下，“wlb965”均不对任何第三方用户发布的信息或内容承担任何责任，包括但不限于由于任何信息或内容而导致直接或间接损失。用户应自行承担因此产生的一切法律后果，且“wlb965”因此受到的损失，有权向用户追偿。</p>
    <p>3.平台将尽可能保存您发布的合法信息或内容，但不承诺将为您保存其发布的信息或内容，您应自行就前述内容备份。</p>
    <p>4.您应当确保您在平台发布的信息或内容不会侵犯任何第三方的合法权益。如第三方提出异议，“wlb965”有权根据实际情况进行处理，包括但不限于隐藏、删除相关信息或内容，并追究您的法律责任。</p>
    <p>5.您应当确保不发布、传播含有下列内容的信息：</p>
    <p>（1）反对宪法所确定的基本原则的；</p>
    <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
    <p>（3）损害国家荣誉和利益的；</p>
    <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>（8）侮辱或者诽谤他人，未经他人同意泄露他人隐私或个人信息，侵害他人合法权益的；</p>
    <p>（9）侮辱、诽谤或者以其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉，歪曲、丑化、亵渎、否定英雄烈士事迹和精神的；</p>
    <p>（10）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
    <p>（11）违反国家有关规定，发布系统漏洞、计算机病毒、网络攻击、网络侵入等网络安全信息的；</p>
    <p>（12）含有法律、行政法规禁止的其他内容。</p>
    <h3 id="第五条【免责说明】">第五条【免责说明】</h3>
    <p>1.“wlb965”作为网络服务提供者，不担保网站平台上的信息及服务能充分满足用户的需求。因法律、政策、技术、经济、管理的原因，除非您和“”另有约定，“wlb965”不会因以下情形出现而对您承担责任：</p>
    <p>（1）“wlb965”无法使用或中断使用或无法完全适合用户的使用要求。</p>
    <p>（2）“wlb965”受到干扰，无法及时、安全、可靠运行，或出现任何错误。</p>
    <p>（3）经由“wlb965”取得的任何产品、服务（含收费服务）或其他材料不符合您的期望。</p>
    <p>（4）用户资料遭到未经授权的使用或修改。</p>
    
    </div>
    
    
    </template>
    
    
    <style scoped>
    
    .policy{
        margin: 50px;
        border-width: 5px;
        border-color: black;
    }
    
    </style>