<template>
    <div>
        <p>
            一、我们如何收集和使用您的个人信息

我们将按照本政策所述收集和使用您的个人信息，包括您的敏感信息，收集和使用这些敏感信息的目的和用途详见下述功能描述部分。个人敏感信息一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视行待遇等。因此，我们会采取合规技术对您明确同意和主动提供的敏感信息进行加密传输和存储，保护您个人信息的安全。


我们不会通过共享、转让、搜集公开信息等其他渠道间接获取有关您的个人信息。如将来发生需通过其他渠道间接获取您的个人信息时，我们只获取实现产品或服务的业务功能所必需的最少数量的信息，且在收集和使用之前明确告知您并征求您的明示同意。同时，我们将在收集信息前确保信息来源的合法性，了解个人信息提供方已获得的个人信息处理的授权同意范围，包括使用目的、授权同意转让、共享、公开披露等。若我们开展业务需进行的个人信息处理活动超出该授权同意范围，会在获取个人信息后的合理期限内或处理个人信息前，征得您的明示同意。


我们收集和使用您的信息的目的和用途详情如下：

（一）实现BOTSLAB产品的核心功能

核心功能是指支撑本款产品和APP正常运行和提供服务的基本功能。若您不同意我们收集和使用向您提供服务所必需的个人信息，将无法使用本款产品。

1.        通过注册账号收集的信息。当您在手机上安装本款产品关联的云智连APP后，需要在云智连APP上注册或登录云智连账号方可使用。当您注册云智连帐号时，我们会收集您的手机号码、邮箱、用户名、非明文密码，收集这些信息是为了帮助您完成云智连帐号注册，保护您的帐号安全。如果您拒绝提供这些信息，您可能无法成功注册云智连帐号。您可通过【我的->账号管理】上传或填写、修改您的头像、昵称以及密码。您注销云智连账号时，我们将停止使用并删除上述信息或对您的个人信息进行匿名化处理，法律法规另有规定的除外。

2.        绑定物联网智能设备。在您登录云智连APP后，您可通过【家庭->添加设备】，实现云智连APP与物联网智能设备的连接和绑定。物联网智能设备通过云智连APP操作，需要验证其真实性，因此我们会需要通过核验出厂MAC、设备SN信息、DID信息来确认物联网智能设备的合法身份，获取手持终端设备信息，如网络类型、手机型号、品牌、系统版本号、语言、国家、时区，用于排查产品问题与显示时间。物联网智能设备需要连接网络使用的情况下，需要调取您的位置权限，获取您的WIFI列表，通过云智连APP对其进行相应的网络设置，您录入相应的Wi-Fi名称及密码，该信息仅用于物联网智能设备配网使用。您填写的Wi-Fi及密码数据，我们会加密存储在物联网智能设备本地，不会上传服务器。同时，我们需要通过判断IP、网络信号为设备选择最优联网方式，来保障设备的联网稳定性。

3.        操控物联网智能设备。当您绑定物联网智能设备后，您可通过云智连APP中的【家庭->设备列表】对本款产品的功能服务进行操控。当您操控设备时，我们需要搜集您的设备信息、操控指令信息，用于操控设备。同时，在添加设备环节，请您仔细阅读并同意与物联网智能设备相关的具体隐私保护政策。您设置和提供的信息会上传到我们的服务器，作为对物联网智能设备的指令，实现对物联网智能设备的操控。

4.        设置自动化任务。您物联网智能设备上报的事件信息（信息来自于您添加的设备，具体的可设置信息取决于您对该设备的隐私授权范围，每个添加设备会提供设备提供方的隐私政策相关条款由您选择是否同意），可以用于创建属于您个人的自动化任务。

（二）实现BOTSLAB产品的附加功能

附加功能是指除核心功能和第三方功能以外的服务功能，需要您自主选择或自主开启使用。您未开启的功能，我们将不会收集您的个人信息。同时，您可以通过下文所提及的关闭路径关闭附加功能；关闭后，我们将不再收集和使用您的个人信息，且不会影响您使用本产品和云智连APP的核心功能。

购买产品或服务。在您添加物联网智能设备后，特定物联网智能设备可能会为您提供额外的购买产品或服务功能，如购买云存实现查看历史视频信息的目的、购买配件等功能服务。在您选择购买并支付相应产品或服务时，可通过第三方支付方式（包括微信、支付宝、苹果支付）实现支付。我们仅获取您购买的商品名称、订单编号、订单金额，以及支付状态，以实现为您提供相关云录像服务，我们不会获取第三方支付账号的任何信息。您可以通过【我的->服务订单】查看您的服务购买信息。
共享物联网智能设备。您可通过手机号邀请好友实现物联网智能设备的共享。当您选择通过手机号邀请好友时，您需要通过手动输入家人或朋友手机号，共享您的物联网智能设备。我们会将您提供的家人或朋友的手机号加密上传到服务器，实现手机号邀请好友共享智能硬件设备。
提供推送服务。云智连APP同时给您提供推送服务，为您发送物联网智能设备通知。您可以随时通过【我的->设置->消息设置】更改"动态消息设置"项下的偏好选项来启动/关闭这一功能及时间段。
网络检测。您可以在【我的->设置->网络检测】选择网络检测，上传网络检测报告，排查您的物联网智能设备的网络状况，解决如设备连接异常问题。在此功能实现过程中，我们会搜集网络类型、运营商、IP地址、手机型号，这些信息仅用于网络检测与技术问题解决。
发送通知。我们可能会不时使用您的个人信息来发送重要通知，例如您定制的设备推送通知（具体需要根据您购买添加设备的情况而定）、我们的条款、条件和政策变更、直接市场推广。我们严格遵守相关的数据保护法，所以我们只会在征得您事先明确的同意，并且会通过一项清晰的肯定操作，确认我们已征得您的同意或您表示不反对之后，才会使用您的个人信息。在符合法律法规的前提下，我们可能会将您的个人信息在匿名化和加密处理后，形成统计信息，为您展示和推送相关商业信息。

        </p>
    </div>
</template>
